[
    {
        "id": 0,
        "name": "Mackenzie Davis",
        "fotoPath": "@drawable/mackenzie_davis",
        "quotes": "If I had criteria, it would just be that I want to play active people who can solve problems, not people who have things thrust in their lap and need somebody to solve their problems for them.;How you choose to present yourself to the world shows what's meaningful to you - and what you want others to think is meaningful to you.;As a viewer, I'm personally less interested in the damaged, white, middle-class male figuring out his dreams and more interested in maybe an underdog figuring out how they're going to survive in a world that doesn't necessarily invite them in.;I dream of not having access to technology. I think it's a very wonderful time that we have found ourselves in, in terms of access to information, but alone time is better for some personalities than others. And I would very gladly give it up. I think I'd do very well.;I loved the DOS games, Super Nintendo. And I have a very addictive personality, so I recognize now that I just can't engage in that kind of stuff because I'll never stop. So I no longer play any games.;It was really unusual to go from being in university for four years to all of a sudden acting every day. I'd never been able to do it exclusively like that. It was always sort of like my secret thing that I did privately.;I went to theater school, and if I spent time with one school of thought in this whole acting game, it's the Meisner approach of improvise-based acting. This does not mean that you improvise your acting, but that you focus on the other person.;I'm not a runner, and I always dreamed about just throwing on my sneakers and really knocking everyone's socks off with my joy of traversing the world by foot.;I wanted to be Beetlejuice. I watched nonstop 'Beetlejuice' and 'The Princess Bride' growing up.;I'm probably less volatile and tempestuous than a lot of Aries, but I think I'm probably quite loud and outgoing and passionate. Maybe a bit difficult or stubborn."
    },
    {
        "id": 1,
        "name": "Joaquin Phoenix",
        "fotoPath": "@drawable/joaquin_phoenix",
        "quotes": "I had a Catholic girlfriend but she wouldn't, uh, share loving.;After River's death, I felt like I was in an altered state. It took me over a year to get my life back.;I don't have the slightest desire to speak about my dead brother. It gets on my nerves to always be compared with him. My brother was a magnificent person and an outstanding actor.;[on living without older brother River] River and I would talk about being old, being in our 50s together, how it'd probably take us that long to get to work together. There was something gorgeous about us being old together. River will be missed - period. I mean now, more than ever I wish I could talk to him.;My significant other right now is myself, which is what happens when you suffer from multiple personality disorder and self-obsession.;[on relationship with Liv Tyler] What can I say? We hit it off immediately. She's a darling. I've said it over and over again. She's just very real, right there, never like a movie star. She's so genuine, and she doesn't take herself too seriously. It shows in the work she does that her honesty stands out most.;[on relationship with Liv Tyler I'm a great believer in people coming into your life, and you into theirs, for a reason. And I know that when Liv and I met, it was for a reason - I really needed her and she really needed me. And at a certain point, I think we stopped evolving with each other, stopped progressing, and made a very mature decision to move on, even though there was still a great love there. There's no one gossipy thing that I can share. I'm thankful that we had the time we had.;[on relationship with Liv Tyler] I was in awe. Every once in a while you find an actor that, with one word, can sum up eight different emotions. She absolutely nailed that.;I'm not the indie kid, and I'm also not the John Grisham novel hero, but I am all of those things. I do whatever excites me at the time. I'll be in some huge $80 million buddy cop movie, I don't care, and I'll also do some wild independent movie. I refuse to have an agenda.;I don't know why I always get to play these guys who have few redeeming features. But don't knock it. Villains are much more fun."
    },
    {
        "id": 2,
        "name": "Linda Hamilton",
        "fotoPath": "@drawable/linda_hamilton",
        "quotes": "My heart is so light that it's amazing. I get to play all this grief, all this loss, all this disaster and chaos. It's hysterically funny. I am very light. I keep saying I'm Lucy Ricardo trapped in somebody else's body.;[At the 1997 Academy Awards, on then-husband James Cameron] My husband is the sexiest man in the world.;[on the development of the character Sarah Connor from the Terminator films] A woman who grows and transforms on screen is always a wonderful thing to play. Sarah went from a vulnerable, normal girl to someone who finds all of her deep reservoirs of strength and comes through it all.;[on her reaction to Arnold Schwarzenegger being cast as the Terminator in the original film] I didn't take Schwarzenegger very seriously as an actor at that time. I said, \"Oh Lord, why cast a man who looks like a machine as a machine? Cast somebody who's very thin to do these superhuman acts.\" And I was wrong. He was used tremendously effectively, and he was served very well by that film.;[on James Cameron after their divorce] I love him as much as I ever did. But that doesn't mean that the heartache wasn't huge and I haven't suffered. I knew how Jim was when I married him and I love him still.;[on her marriage to James Cameron] He was all brain and work and I was all heart and living. He had guns next to his side of the bed and I had crystals and fertility symbols next to mine. We were just really not meant to be together. Nowadays, we just tease and play and have a lot of respect for each other. I think the man is an extraordinary director. He is a complete genius.;[on why she turned down Terminator 3: Rise of the Machines (2003)] They offered me a part. I read it and knew my character arc was so complete after the first two, but in the third one, it was negligible. She died halfway through and there was no time to mourn her. It was all so disposable so I said no thank you.;[1991, on leaving Beauty and the Beast (1987) to devote her time to motherhood] It was a leap of faith. One never knows what one is doing in my opinion. I just have to trust in the perfection of my instincts: that wherever I am or wherever I'm going to go is exactly where I'm supposed to be. I do believe that in my life -- it's very comforting."
    },
    {
        "id": 3,
        "name": "Inbar Lavi",
        "fotoPath": "@drawable/inbar_lavi",
        "quotes": "We're all playing a role. You're playing a role at home, you're playing a role at work, you're playing a role to survive.;The Beverly Cinema in L.A. screens old, artsy movies for half the price of regular theaters. It has an old-school vibe to it. It's cheap, and the selection of movies is always interesting and different. Very romantic!;As we see in life, change is hard. Even if you genuinely want it and make the effort, sometimes it's hard to get it.;There's so much serenity that comes from economic safety.;Regret is a waste of time and energy and doesn't do a thing for me.;Growing up, I felt a little bit invisible.;I come from Israel, where most of the population is dark-haired, dark-skinned, dark-eyed.;With 'Imposters,' I finally felt I had gotten something I could sink my teeth into. It's a dream come true, and I couldn't ask for a more fulfilling and challenging experience. It was something I didn't expect. A real surprise.;I did lie once to get a job as a bartender. I said I had two years' experience making drinks, when really, I'd never made a drink in my life.;My dad is Polish. My mom is Moroccan, and I grew up around all kinds of different languages, and I love playing with it, and I love picking up new melodies."
    },
    {
        "id": 4,
        "name": "Colin Ford",
        "fotoPath": "@drawable/colin_ford",
        "quotes": "He fell in love with himself at first sight and it is a passion to which he has always remained faithful;We prefer to go deformed and distorted all our lives rather than not resemble the portrait of ourselves which we ourselves have first drawn. It’s absurd. We run the risk of warping what’s best in us.;The Ego, however, is not who you really are. The ego is your self-image; it is your social mask; it is the role you are playing. Your social mask thrives on approval. It wants control, and it is sustained by power, because it lives in fear.;The most ignorant are the most conceited.;The ego hurts you like this: you become obsessed with the one person who does not love you. Blind to the rest who do.;The dictators of the world say that if you tell a lie often enough, why, people will believe it. Well, if you tell the truth often enough, they’ll believe it and go along with you.;Be the flow.;This is love, and love is more important than boobs.;A Yamashiro katana, Honshu Province. Television taught me every good sword has a name. I mean, Excalibur, Vorpal, Longclaw, Sting... Needle! I shall name mine... Sam.;And little dictators with big egos? Well, they can launch a nuke with a tweet."
    },
    {
        "id": 5,
        "name": "Sophie Simnett",
        "fotoPath": "@drawable/sophie_simnett",
        "quotes": "Nice is what you say when you have nothing else to say about someone.;Your superpower is your honesty. Radical honesty.;Not everyone will like you. Not everyone will be kind to you. Not everyone will agree with you. That does not mean you have to be unkind in return.;I’m a normal, nice person. A good person. I don’t have any bad intentions. And my past has to stay in the past.;No matter what happens in life, be good to people. Being good to people is a wonderful legacy to leave behind.;Be nice to people on your way up because you’ll meet them on your way down.;We need to take women out of the box; to stop using a narrow set of adjectives to describe her as a leader.;Why is nice bad? What kind of a sick society are we living in when nice is bad?;...you’re too good for this world, and because of that, the world will eventually crush you.;My embarrassing admission is I really like that you're nice, right now."
    },
    {
        "id": 6,
        "name": "Zoey Deutch",
        "fotoPath": "@drawable/zoey_deutch",
        "quotes": "I just want to keep working. I'm lucky to be working. I'm kind of exhausted by the constant need to brand yourself-that's a very prevalent way of living as an actor nowadays. I don't want to be pigeonholed, I don't want people to look at me and see one thing. I don't want to be a thing. I want to be a human.;The term 'free-range' doesn't do them justice. They're more like free-spirit chickens. I go down to the barn every morning with my coffee and hang out with them.;It feels strange, and false, to be 21, and talk about myself as if I have a real concept of who I am.;[on her role as \"Emily Asher\" in Beautiful Creatures (2013)] It was a great part... I didn't expect that was something I would get cast as, because it's so far from me. Not only did I not understand anything of her religious background -- because I'm Jewish - (but) I look nothing like they wanted the part to be, I don't have the Southern accent, and I'm not that person. So it was really interesting for me to get to really explore a character like that, and it was fun.;Don't be afraid to be ambitious. I don't know why that word has a bad rap and really, it's mostly just for women. All it means is that you're willing to work hard for what you want and love, as far as I'm concerned. So work hard, love what you do, be nice to people and be ambitious! There's nothing wrong with that.;Nature versus nurture- I think it's a little bit of both. It's hard to say that I would be doing this if I hadn't grown up in it, but it's also hard to say that I would not, because I do feel that it clicks. It makes me happy.;It's nice to be part of a generation that is taking more of a vocal stance, I don't think silence makes you safe."
    },
    {
        "id": 7,
        "name": "Vinessa Shaw",
        "fotoPath": "@drawable/vinessa_shaw",
        "quotes": "Coming to know one another based on a shared humanity through dialogue is the key to breaking down the walls of isolation and reversing the decline of life-to-life bonds among human beings.;I believe that dialogue is the key to breaking through our tendency to separate and isolate. Dialogue changes isolation and loneliness into connection and interdependence. This, I believe, is the essence of Buddhism.;How many Buddhists does it take to change a lightbulb? Many in body, one in mind.;With sex scenes and intense scenes, in general, a lot of it is preparation before the scenes happen, so that you don't have to worry about it on set.;I had done the child acting thing, which is pretty much learning your lines, standing there looking natural, and having fun.;In Garden Party or 40 Days and 40 Nights, I played characters who people dont necessarily like; I just find some humanity in them.;The compassionate actions of a Buddha are essential to reforming and revitalizing society.;I'm a perfectionist, so doing a high quality, high caliber television show with great actors makes me feel like there's this whole world of television that I've never experienced.;"
    },
    {
        "id": 8,
        "name": "John Witherspoon",
        "fotoPath": "@drawable/john_witherspoon",
        "quotes": "q1;q2;q3;q4;q5;q6;q7;q8;q9;q10"
    },
    {
        "id": 9,
        "name": "Thora Birch",
        "fotoPath": "@drawable/thora_birch",
        "quotes": "I admire Jodie Foster. Her head is screwed on really well. It's not loose at all.;For me, romance isn't an over-the-top act. It's someone offering to help and to support me. Or if that person thinks I'm making the wrong decision, he'll tell me. I want him to be honest, because being that honest takes a lot of guts.;If I wake up on the wrong side of the bed, I look in the mirror and see the most vile creature. But if I'm feeling comfortable about myself, then I'm more accepting. I'm not like, 'Oh my God! look at that gorgeous person.' It's just like, \"Yeah, okay. That's doable.\";[on her nude scene in American Beauty (1999)] It was very, very difficult for me to come to terms with it in a personal way. Creatively, I was solid. I understood the importance and significance of that scene and I had known in advance that it was going to happen. As you can imagine, I had spoken with the director, Sam Mendes, and we both agreed it was not a gratuitous scene, rather a very realistic moment in Jane and Ricky's relationship.;I tried to walk a fine line between being alluring and somewhat glamorous but maintain a strong identity and pursue things that were a little more thoughtful, and I guess nobody really wanted women to do that at that time.;I pissed a lot of people off over a long period of time and they found a way to upset me, hoping that upset would bring a change in my behavior. Like a distancing ... But I'm done, I'm done. People wanted me to be not fine. A lot of it was bullshit.;(On being fired from Election (1999)) I read the script one way and it became clear that he (Alexander Payne) had seen something else, so that was it. I just thought, this is ridiculous: why is it written this way?;I just felt like I was making people angry, because I wouldn't wear the frilly bows. I just didn't take advice and I think people got pissed off at me for not taking advice.;You can't help but feel, 'great, now we have this stain on the film,' but no - it shouldn't be on the film. Who's to blame? It's Kevin. It doesn't have anything to do with American Beauty.;I think it's up to someone like me who was a part of American Beauty to try to remind everyone that it was an entire community who made this film. We all love this film. And it doesn't have anything to do with Kevin at the end of the day."
    }
]